laminarVortexShedding2-HighRe/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          15;
        startFace       9555;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          25;
        startFace       9570;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          40;
        startFace       9595;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          40;
        startFace       9635;
    }
    cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          70;
        startFace       9675;
    }
    sides
    {
        type            empty;
        inGroups        1(empty);
        nFaces          9650;
        startFace       9745;
    }
)

// ************************************************************************* //
